---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepAnalyticalElecVoltage
source: html/a499fdc1-5250-fadf-2ce6-4ea03e3a9ba3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepAnalyticalElecVoltage Property

"Voltage"

## Syntax (C#)
```csharp
public static ForgeTypeId MepAnalyticalElecVoltage { get; }
```